TAL_INT_GIT/Sample Data/PlantMaster/plantmasterbasicinput/plantmasterbasicinput

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:rfc:functions">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:ZMM_GET_PLANT_DATA_V1/>
   </soapenv:Body>
</soapenv:Envelope>